Repository: altarfsp/reganam
Catalog: po/*.po
Languages: es

source: Type:
es: Tipo:

source: Atmosphere:
es: Atmósfera:

source: Diameter:
es: Diámetro:

source: Population:
es: Población:

source: Crystal:
es: Cristal:

source: Hydrogen:
es: Hidrógeno:

source: Mines & Storage
es: Minas y Almacenamiento

source: Mineral Mine:
es: Mineral extraído:

source: Crystal Mine:
es: Cristal extraído:

source: Hydrogen Mine:
es: Hidrógeno extraído:

source: Build!
es: ¡Construir!

source: To build the next level, %.0f of Mineral and %.0f of Crystal is needed
es: Para construir el siguiente nivel, necesita %.0f de minerales y %.0f de cristal

source: Mineral Storage:
es: Almacén de mineral:

source: Crystal Storage:
es: Almacén de cristal:

source: Hydrogen Storage:
es: Almacén de hidrógeno:

source: To build the next level, %.0f of Mineral is needed
es: Para construir el siguiente nivel, necesita %.0f de mineral

source: To build the next level, %.0f of Crystal is needed
es: Para construir el siguiente nivel, necesita %.0f de cristal

source: To build the next level, %.0f of Hydrogen is needed
es: Para construir el siguiente nivel, necesita %.0f de hidrogeno

source: Population Housing:
es: Viviendas:

source: To build the next level, %.0f of Crystal and %.0f of Hydrogen is needed
es: Para construir el siguiente nivel, necesita %.0f de cristal y %.0f de hidrógeno

source: Research Lab & Technologies
es: Laboratorio de investigación y tecnología

source: Research Lab:
es: Laboratorio de investigación:

source: To build the next level, %.0f of Mineral, %.0f of Crystal and %.0f of Hydrogen is needed
es: Para construir el siguiente nivel, necesita %.0f de mineral, %.0f de cristal y %.0f de hidrógeno

source: Synthesizer of Minerals:
es: Sintetizador de minerales:

source: Research!
es: ¡Investigar!

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 1 is needed
es: Para investigar el siguiente nivel necesita %.0f de cristal, %.0f de hidrógeno y un laboratorio de investigación de nivel 1

source: Synthesizer of Crystals:
es: Sintetizador de cristales:

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 2 is needed
es: Para investigar el siguiente nivel necesita %.0f de cristal, %.0f de hidrógeno y un laboratorio de investigación de nivel 2

source: Synthesizer of Hydrogen:
es: Sintetizador de hidrógeno:

source: To research the next level, %.0f of Crystal, %.0f of Hydrogen and a Research Lab level of 3 is needed
es: Para investigar el siguiente nivel necesita %.0f de cristal, %.0f de hidrógeno y un laboratorio de investigación de nivel 3

source: Info
es: Información

source: Mines
es: Minas

source: Research
es: Investigación

source: Temperate Terrestrial
es: Terrestre templado

source: Polarian Terrestrial
es: Terrestre polar

source: Chthonian Terrestrial
es: Terrestre chthoniano

source: Temperate Gas Giant
es: Gigante de gas templado

source: Polarian Gas Giant
es: Gigante polar gaseoso

source: Chthonian Gas Giant
es: Gigante gaseoso chthoniano

source: Temperate Dwarf
es: Enano templado

source: Polarian Dwarf
es: Enano polar

source: Chthonian Dwarf
es: Enano chthoniano

source: Incognito
es: Incógnito

source: Nitrogenic
es: Nitrogénico

source: Nitrogen & Oxygen
es: Nitrógeno y oxígeno

source: Methane
es: Metano

source: Beryllic
es: Berílico

source: Carbon Dioxide
es: Dióxido de carbono

source: Argonic
es: Argónico

source: Helium
es: Helio

source: Hydrogenic
es: Hidrogénico
